[
    {
        "id": 1,
        "title": "Pursed Lip Breathing",
        "desc": "A simple technique that assists in slowing your pace of breathig by forcing the practitioner to apply a deliberate effort to every breath and bringing focus back to the present moment. An excellent technique for quick use in a high stress situation to rapidly bring attention back to a calmer mindset."
    },

    {
        "id": 2,
        "title": "Diaphragmatic Breathing",
        "desc": "Diaphragmatic breathing, or belly breathing, will assist you in practicing the proper use of your diaphragm. This technique is best practiced when you are feeling relaxed and rested, usually right before bed or early in the morning after waking up. At first this practice may be difficult, but as you continue the practice it will become easier and become more natural over time."
    },

    {
        "id": 3,
        "title": "Breathing Focus",
        "desc": "This technique incorporates imagery and phrases or mantras to aid in sharpening your focus. Choose a word, phrase, or image that takes you to your happy place where you can feel relaxed and at peace. Choose something short and easy to remember so that your focus on relaxation can be easily maintained. Examples might be 'I am calm', 'breathe', or 'relax'. For beginners, start with a 5 - 10 minute session and slowly build the duration until your sessions are 20 minutes long."
    },

    {
        "id": 4,
        "title": "Alternate Nostril Breathing",
        "desc": "Alternate nostril breathing is also known as nadi shodhana pranayama in Sanksrit and is widely practiced as it has been proven to improve cardiovascular functions and to lower the users heart rate. To get the full benefit of this exercise, it is best practiced on an empty stomach so an ideal time to perform this exercise is right before breakfast. If you feel congested or have difficulty breathing, it would be best to choose another technique that better suits your needs. Keep your breath smooth and even throughout this exercise for the best results."
    },

    {
        "id": 5,
        "title": "Equal Breathing",
        "desc": "The purpose of equal breathing, or sama vritti as it is known in Sanskrit, is to bring balance to your breaths by making inhales and exhales the same length, much like the goal of the box breathing technique listed above. Experiment with this exercise and find a length that is not too easy but is also maintanable and doesn't require extensive effort. For most people this will be a breath between 3 and 5 seconds in length. For beginners, practice this while in a relaxed seated position until you feel comfortable enough to advance. For more advanced practitioners this exercise can be performed while doing daily activites or during light exercise like yoga."
    },

    {
        "id": 6,
        "title": "Resonant Breathing",
        "desc": "Resonant or coherent breathing is the practice of breathing at a rate of 5 full breaths per minute which can be achieved by taking an inhale of 5 seconds and an exhale of 5 seconds. This rate of breathing is meant to maximize your heart rate variability (HRV) which is a measure of the variation in time between each heartbeat which is controlled by our autonomic nervous system. According to some studies, consistent practice of this technique in addition to yoga and light exercise reduced symptoms of depression in some of its practitioners."
    },
    
    {
        "id": 7,
        "title": "Humming Bee Breath",
        "desc": "This technique combines breathing with humming to create a unique sensation that can be used to relieve frustration, anxiety, and anger. The sensation is especially soothing around the forehead and can be a great practice following tense situations that require you to blow off some steam."
    }
]